const source = {
    arabic_code: ["ا","ب","ت","ث","متغير","ثابت","اجعل","إذا","إلا","حلقة","طالما","أخرج-للطرفية","أنشئ","مصفوفة","دالة","مبدل","حالة","جرب","التقط","انتظر","متزامن","إكسر","أكمل","افعل",")","(","}","{","=","+","-","*","/",">","<",",",".","&","^","%","$","#","@","!","‘","_","؛","1","2","3","4","5","6","7","8","9","0" ,"\n","تجزئة","تقطيع","ادفع","اسحب","خارطة","مستند","أحضر-العنصر-بالمعرف","أحضر-العنصر-باسم-الصنف","تضمين-النص","إنشاء-عنصر","تضمين-إبن"," "],
    javaScript_code: ["a","b","c","d","var","const","let","if","else", "for", "while", "console.log","new","Array","function","switch","case","try","catch","await","async","break","continue","do",")","(","}","{","=","+","-","*","/",">","<",",",".","&","^","%","$","#","@","!","`","_",";","1","2","3","4","5","6","7","8","9","0","\n","splice","slice","push","pull","map","document","getElementById","getElementByClassName","InnerText","createElemnt","appendChild"," "]
}
export default source;
